{
    "NAME_CONTRACT_TYPE": "Is your loan a cash loan or a revolving loan?",
    "CODE_GENDER": "What is your gender?",
    "FLAG_OWN_CAR": "Do you own a car?",
    "FLAG_OWN_REALTY": "Do you own a house or flat?",
    "CNT_CHILDREN": "How many children do you have?",
    "AMT_INCOME_TOTAL": "What is your total income?",
    "AMT_CREDIT": "What is the amount of your loan?",
    "AMT_ANNUITY": "What is the annuity amount of your loan?",
    "AMT_GOODS_PRICE": "What is the price of the goods for which you are taking the loan?",
    "NAME_TYPE_SUITE": "Who accompanied you when applying for the loan?",
    "NAME_INCOME_TYPE": "What is your type of income (e.g., businessman, working, maternity leave)?",
    "NAME_EDUCATION_TYPE": "What is the highest level of education you have achieved?",
    "NAME_FAMILY_STATUS": "What is your family status?",
    "NAME_HOUSING_TYPE": "What is your current housing situation (e.g., renting, living with parents)?",
    "REGION_POPULATION_RELATIVE": "What is the population density of the region where you live?",
    "DAYS_BIRTH": "How old are you (in days)?",
    "DAYS_EMPLOYED": "How long have you been employed at your current job (in days)?",
    "DAYS_REGISTRATION": "How many days have passed since you last changed your registration?",
    "DAYS_ID_PUBLISH": "How many days ago did you update the identity document used for the loan application?",
    "OWN_CAR_AGE": "What is the age of your car (years)?",
    "FLAG_MOBIL": "Have you provided a mobile phone number?",
    "FLAG_EMP_PHONE": "Have you provided a work phone number?",
    "FLAG_WORK_PHONE": "Have you provided a home phone number?",
    "FLAG_CONT_MOBILE": "Is your mobile phone reachable?",
    "FLAG_PHONE": "Have you provided a home phone number?",
    "FLAG_EMAIL": "Have you provided an email address?",
    "OCCUPATION_TYPE": "What is your occupation?",
    "CNT_FAM_MEMBERS": "How many family members do you have?",
    "REGION_RATING_CLIENT": "What is our rating of the region where you live?",
    "REGION_RATING_CLIENT_W_CITY": "What is our rating of the region where you live, considering the city?",
    "WEEKDAY_APPR_PROCESS_START": "What day of the week did you apply for the loan?",
    "HOUR_APPR_PROCESS_START": "What hour did you approximately apply for the loan?",
    "REG_REGION_NOT_LIVE_REGION": "Does your permanent address match your contact address at the region level?",
    "REG_REGION_NOT_WORK_REGION": "Does your permanent address match your work address at the region level?",
    "LIVE_REGION_NOT_WORK_REGION": "Does your contact address match your work address at the region level?",
    "REG_CITY_NOT_LIVE_CITY": "Does your permanent address match your contact address at the city level?",
    "REG_CITY_NOT_WORK_CITY": "Does your permanent address match your work address at the city level?",
    "LIVE_CITY_NOT_WORK_CITY": "Does your contact address match your work address at the city level?",
    "ORGANIZATION_TYPE": "What type of organization do you work for?",
    "EXT_SOURCE_1": "What is your score from the first external data source?",
    "EXT_SOURCE_2": "What is your score from the second external data source?",
    "EXT_SOURCE_3": "What is your score from the third external data source?",
    "APARTMENTS_AVG": "What is your average apartment score?",
    "BASEMENTAREA_AVG": "What is your average basement area score?",
    "YEARS_BEGINEXPLUATATION_AVG": "What is the average commencement year score of your building?",
    "YEARS_BUILD_AVG": "What is the average building age score?",
    "COMMONAREA_AVG": "What is your average common area score?",
    "ELEVATORS_AVG": "What is your average elevators score?",
    "ENTRANCES_AVG": "What is your average entrances score?",
    "FLOORSMAX_AVG": "What is your average maximum floors score?",
    "FLOORSMIN_AVG": "What is your average minimum floors score?",
    "LANDAREA_AVG": "What is your average land area score?",
    "LIVINGAPARTMENTS_AVG": "What is your average living apartments score?",
    "LIVINGAREA_AVG": "What is your average living area score?",
    "NONLIVINGAPARTMENTS_AVG": "What is your average non-living apartments score?",
    "NONLIVINGAREA_AVG": "What is your average non-living area score?",
    "APARTMENTS_MODE": "What is the most common apartment score?",
    "BASEMENTAREA_MODE": "What is the most common basement area score?",
    "YEARS_BEGINEXPLUATATION_MODE": "What is the most common commencement year score of your building?",
    "YEARS_BUILD_MODE": "What is the most common building age score?",
    "COMMONAREA_MODE": "What is the most common common area score in your building?",
    "ELEVATORS_MODE": "What is the most common elevators score in your building?",
    "ENTRANCES_MODE": "What is the most common number of entrances score in your building?",
    "FLOORSMAX_MODE": "What is the most common maximum floors score in your building?",
    "FLOORSMIN_MODE": "What is the most common minimum floors score in your building?",
    "LANDAREA_MODE": "What is the most common land area score in your building?",
    "LIVINGAPARTMENTS_MODE": "What is the most common living apartments score in your building?",
    "LIVINGAREA_MODE": "What is the most common living area score in your building?",
    "NONLIVINGAPARTMENTS_MODE": "What is the most common non-living apartments score in your building?",
    "NONLIVINGAREA_MODE": "What is the most common non-living area score in your building?",
    "APARTMENTS_MEDI": "What is the median apartment score in your building?",
    "BASEMENTAREA_MEDI": "What is the median basement area score in your building?",
    "YEARS_BEGINEXPLUATATION_MEDI": "What is the median commencement year score of your building?",
    "YEARS_BUILD_MEDI": "What is the median building age score?",
    "COMMONAREA_MEDI": "What is the median common area score in your building?",
    "ELEVATORS_MEDI": "What is the median elevators score in your building?",
    "ENTRANCES_MEDI": "What is the median number of entrances score in your building?",
    "FLOORSMAX_MEDI": "What is the median maximum floors score in your building?",
    "FLOORSMIN_MEDI": "What is the median minimum floors score in your building?",
    "LANDAREA_MEDI": "What is the median land area score in your building?",
    "LIVINGAPARTMENTS_MEDI": "What is the median living apartments score in your building?",
    "LIVINGAREA_MEDI": "What is the median living area score in your building?",
    "NONLIVINGAPARTMENTS_MEDI": "What is the median non-living apartments score in your building?",
    "NONLIVINGAREA_MEDI": "What is the median non-living area score in your building?",
    "FONDKAPREMONT_MODE": "What is the most common fund of capital repairs score in your building?",
    "HOUSETYPE_MODE": "What is the most common house type in your building?",
    "TOTALAREA_MODE": "What is the most common total area score in your building?",
    "WALLSMATERIAL_MODE": "What is the most common walls material score in your building?",
    "EMERGENCYSTATE_MODE": "What is the most common emergency state score in your building?",
    "OBS_30_CNT_SOCIAL_CIRCLE": "How many people in your social circle have had 30-day past due defaults?",
    "DEF_30_CNT_SOCIAL_CIRCLE": "How many people in your social circle have defaulted on 30-day past due?",
    "OBS_60_CNT_SOCIAL_CIRCLE": "How many people in your social circle have had 60-day past due defaults?",
    "DEF_60_CNT_SOCIAL_CIRCLE": "How many people in your social circle have defaulted on 60-day past due?",
    "DAYS_LAST_PHONE_CHANGE": "How many days ago did you last change your phone?",
    "FLAG_DOCUMENT_2": "Have you provided document 2?",
    "FLAG_DOCUMENT_3": "Have you provided document 3?",
    "FLAG_DOCUMENT_4": "Have you provided document 4?",
    "FLAG_DOCUMENT_5": "Have you provided document 5?",
    "FLAG_DOCUMENT_6": "Have you provided document 6?",
    "FLAG_DOCUMENT_7": "Have you provided document 7?",
    "FLAG_DOCUMENT_8": "Have you provided document 8?",
    "FLAG_DOCUMENT_9": "Have you provided document 9?",
    "FLAG_DOCUMENT_10": "Have you provided document 10?",
    "FLAG_DOCUMENT_11": "Have you provided document 11?",
    "FLAG_DOCUMENT_12": "Have you provided document 12?",
    "FLAG_DOCUMENT_13": "Have you provided document 13?",
    "FLAG_DOCUMENT_14": "Have you provided document 14?",
    "FLAG_DOCUMENT_15": "Have you provided document 15?",
    "FLAG_DOCUMENT_16": "Have you provided document 16?",
    "FLAG_DOCUMENT_17": "Have you provided document 17?",
    "FLAG_DOCUMENT_18": "Have you provided document 18?",
    "FLAG_DOCUMENT_19": "Have you provided document 19?",
    "FLAG_DOCUMENT_20": "Have you provided document 20?",
    "FLAG_DOCUMENT_21": "Have you provided document 21?",
    "AMT_REQ_CREDIT_BUREAU_HOUR": "How many credit bureau inquiries were there about you one hour before the application?",
    "AMT_REQ_CREDIT_BUREAU_DAY": "How many credit bureau inquiries were there about you one day before the application?",
    "AMT_REQ_CREDIT_BUREAU_WEEK": "How many credit bureau inquiries were there about you one week before the application?",
    "AMT_REQ_CREDIT_BUREAU_MON": "How many credit bureau inquiries were there about you one month before the application?",
    "AMT_REQ_CREDIT_BUREAU_QRT": "How many credit bureau inquiries were there about you in the last three months before the application?",
    "AMT_REQ_CREDIT_BUREAU_YEAR": "How many credit bureau inquiries were there about you in the last year?",
    "DAYS_CREDIT_max": "What is the maximum number of days since your last credit?",
    "DAYS_CREDIT_min": "What is the minimum number of days since your last credit?",
    "CREDIT_DAY_OVERDUE_max": "What is the maximum number of overdue days on your credit?",
    "CREDIT_DAY_OVERDUE_min": "What is the minimum number of overdue days on your credit?",
    "CREDIT_DAY_OVERDUE_mean": "What is the average number of overdue days on your credit?",
    "CREDIT_DURATION_max": "What is the maximum duration of your credits?",
    "CREDIT_DURATION_min": "What is the minimum duration of your credits?",
    "CREDIT_DURATION_mean": "What is the average duration of your credits?",
    "AMT_CREDIT_MAX_OVERDUE_max": "What is the maximum amount of overdue credit?",
    "AMT_CREDIT_MAX_OVERDUE_min": "What is the minimum amount of overdue credit?",
    "AMT_CREDIT_MAX_OVERDUE_mean": "What is the average amount of overdue credit?",
    "CNT_CREDIT_PROLONG_max": "What is the maximum number of times your credit has been prolonged?",
    "CNT_CREDIT_PROLONG_min": "What is the minimum number of times your credit has been prolonged?",
    "CNT_CREDIT_PROLONG_mean": "What is the average number of times your credit has been prolonged?",
    "AMT_CREDIT_SUM_max": "What is the maximum amount of your credit sum?",
    "AMT_CREDIT_SUM_min": "What is the minimum amount of your credit sum?",
    "AMT_CREDIT_SUM_mean": "What is the average amount of your credit sum?",
    "AMT_CREDIT_SUM_DEBT_max": "What is the maximum amount of your credit sum debt?",
    "AMT_CREDIT_SUM_DEBT_min": "What is the minimum amount of your credit sum debt?",
    "AMT_CREDIT_SUM_DEBT_mean": "What is the average amount of your credit sum debt?",
    "AMT_CREDIT_SUM_LIMIT_max": "What is the maximum credit limit amount?",
    "AMT_CREDIT_SUM_LIMIT_min": "What is the minimum credit limit amount?",
    "AMT_CREDIT_SUM_LIMIT_mean": "What is the average credit limit amount?",
    "AMT_CREDIT_SUM_OVERDUE_max": "What is the maximum amount of overdue credit sum?",
    "AMT_CREDIT_SUM_OVERDUE_min": "What is the minimum amount of overdue credit sum?",
    "AMT_CREDIT_SUM_OVERDUE_mean": "What is the average amount of overdue credit sum?",
    "DAYS_CREDIT_UPDATE_min": "When was the minimum number of days since your last credit update?",
    "AMT_ANNUITY_max_x": "What is the maximum annuity amount X?",
    "AMT_ANNUITY_min_x": "What is the minimum annuity amount X?",
    "AMT_ANNUITY_mean_x": "What is the average annuity amount X?",
    "CREDIT_ACTIVE_Active_sum": "How many active credits do you have?",
    "CREDIT_ACTIVE_Bad debt_sum": "How many bad debt credits do you have?",
    "CREDIT_ACTIVE_Closed_sum": "How many closed credits do you have?",
    "CREDIT_ACTIVE_Sold_sum": "How many sold credits do you have?",
    "CREDIT_CURRENCY_currency 1_sum": "How many credits do you have in currency 1?",
    "CREDIT_CURRENCY_currency 2_sum": "How many credits do you have in currency 2?",
    "CREDIT_CURRENCY_currency 3_sum": "How many credits do you have in currency 3?",
    "CREDIT_CURRENCY_currency 4_sum": "How many credits do you have in currency 4?",
    "CREDIT_TYPE_Another type of loan_sum": "How many 'Another type of loan' credits do you have?",
    "CREDIT_TYPE_Car loan_sum": "How many car loans do you have?",
    "CREDIT_TYPE_Consumer credit_sum": "How many consumer credits do you have?",
    "CREDIT_TYPE_Credit card_sum": "How many credit cards do you have?",
    "CREDIT_TYPE_Loan for business development_sum": "How many 'Loan for business development' credits do you have?",
    "CREDIT_TYPE_Loan for the purchase of equipment_sum": "How many 'Loan for the purchase of equipment' credits do you have?",
    "CREDIT_TYPE_Loan for working capital replenishment_sum": "How many 'Loan for working capital replenishment' credits do you have?",
    "CREDIT_TYPE_Microloan_sum": "How many microloans do you have?",
    "CREDIT_TYPE_Mortgage_sum": "How many mortgages do you have?",
    "CREDIT_TYPE_Real estate loan_sum": "How many real estate loans do you have?",
    "CREDIT_TYPE_Unknown type of loan_sum": "How many unknown type of loans do you have?",
    "DAYS_CREDIT_DIFF_MEAN": "What is the average difference in days between your credits?",
    "MONTHS_BALANCE_max_x": "What is the maximum months balance X?",
    "MONTHS_BALANCE_min_x": "What is the minimum months balance X?",
    "AMT_BALANCE_max": "What is the maximum amount balance?",
    "AMT_BALANCE_min": "What is the minimum amount balance?",
    "AMT_BALANCE_mean": "What is the average amount balance?",
    "AMT_CREDIT_LIMIT_ACTUAL_max": "What is the maximum actual credit limit?",
    "AMT_CREDIT_LIMIT_ACTUAL_min": "What is the minimum actual credit limit?",
    "AMT_CREDIT_LIMIT_ACTUAL_mean": "What is the average actual credit limit?",
	"AMT_DRAWINGS_ATM_CURRENT_max": "What is the maximum amount drawn from ATM currently?",
    "AMT_DRAWINGS_ATM_CURRENT_min": "What is the minimum amount drawn from ATM currently?",
    "AMT_DRAWINGS_ATM_CURRENT_mean": "What is the average amount drawn from ATM currently?",
    "AMT_DRAWINGS_CURRENT_max": "What is the maximum current drawing amount?",
    "AMT_DRAWINGS_CURRENT_min": "What is the minimum current drawing amount?",
    "AMT_DRAWINGS_CURRENT_mean": "What is the average current drawing amount?",
    "AMT_DRAWINGS_OTHER_CURRENT_max": "What is the maximum amount drawn for other purposes currently?",
    "AMT_DRAWINGS_OTHER_CURRENT_min": "What is the minimum amount drawn for other purposes currently?",
    "AMT_DRAWINGS_OTHER_CURRENT_mean": "What is the average amount drawn for other purposes currently?",
    "AMT_DRAWINGS_POS_CURRENT_max": "What is the maximum amount drawn at POS currently?",
    "AMT_DRAWINGS_POS_CURRENT_min": "What is the minimum amount drawn at POS currently?",
    "AMT_DRAWINGS_POS_CURRENT_mean": "What is the average amount drawn at POS currently?",
    "AMT_INST_MIN_REGULARITY_max": "What is the maximum amount of minimum regular installment?",
    "AMT_INST_MIN_REGULARITY_min": "What is the minimum amount of minimum regular installment?",
    "AMT_INST_MIN_REGULARITY_mean": "What is the average amount of minimum regular installment?",
    "AMT_PAYMENT_CURRENT_max": "What is the maximum current payment amount?",
    "AMT_PAYMENT_CURRENT_min": "What is the minimum current payment amount?",
    "AMT_PAYMENT_CURRENT_mean": "What is the average current payment amount?",
    "AMT_PAYMENT_TOTAL_CURRENT_max": "What is the maximum total current payment amount?",
    "AMT_PAYMENT_TOTAL_CURRENT_min": "What is the minimum total current payment amount?",
    "AMT_PAYMENT_TOTAL_CURRENT_mean": "What is the average total current payment amount?",
    "AMT_RECEIVABLE_PRINCIPAL_max": "What is the maximum principal amount receivable?",
    "AMT_RECEIVABLE_PRINCIPAL_min": "What is the minimum principal amount receivable?",
    "AMT_RECEIVABLE_PRINCIPAL_mean": "What is the average principal amount receivable?",
    "AMT_RECIVABLE_max": "What is the maximum receivable amount?",
    "AMT_RECIVABLE_min": "What is the minimum receivable amount?",
    "AMT_RECIVABLE_mean": "What is the average receivable amount?",
    "AMT_TOTAL_RECEIVABLE_max": "What is the maximum total receivable amount?",
    "AMT_TOTAL_RECEIVABLE_min": "What is the minimum total receivable amount?",
    "AMT_TOTAL_RECEIVABLE_mean": "What is the average total receivable amount?",
    "CNT_DRAWINGS_ATM_CURRENT_max": "What is the maximum count of ATM drawings currently?",
    "CNT_DRAWINGS_ATM_CURRENT_min": "What is the minimum count of ATM drawings currently?",
    "CNT_DRAWINGS_ATM_CURRENT_mean": "What is the average count of ATM drawings currently?",
    "CNT_DRAWINGS_CURRENT_max": "What is the maximum count of current drawings?",
    "CNT_DRAWINGS_CURRENT_min": "What is the minimum count of current drawings?",
    "CNT_DRAWINGS_CURRENT_mean": "What is the average count of current drawings?",
    "CNT_DRAWINGS_OTHER_CURRENT_max": "What is the maximum count of other current drawings?",
    "CNT_DRAWINGS_OTHER_CURRENT_min": "What is the minimum count of other current drawings?",
    "CNT_DRAWINGS_OTHER_CURRENT_mean": "What is the average count of other current drawings?",
    "CNT_DRAWINGS_POS_CURRENT_max": "What is the maximum count of POS drawings currently?",
    "CNT_DRAWINGS_POS_CURRENT_min": "What is the minimum count of POS drawings currently?",
    "CNT_DRAWINGS_POS_CURRENT_mean": "What is the average count of POS drawings currently?",
    "CNT_INSTALMENT_MATURE_CUM_max": "What is the maximum count of matured installments?",
    "CNT_INSTALMENT_MATURE_CUM_min": "What is the minimum count of matured installments?",
    "CNT_INSTALMENT_MATURE_CUM_mean": "What is the average count of matured installments?",
    "SK_DPD_max_x": "What is the maximum days past due (DPD) X?",
    "SK_DPD_min_x": "What is the minimum days past due (DPD) X?",
    "SK_DPD_mean_x": "What is the average days past due (DPD) X?",
    "SK_DPD_DEF_max_x": "What is the maximum days past due after default (DPD) X?",
    "SK_DPD_DEF_min_x": "What is the minimum days past due after default (DPD) X?",
    "SK_DPD_DEF_mean_x": "What is the average days past due after default (DPD) X?",
    "NAME_CONTRACT_STATUS_Active_sum_x": "How many active contracts do you have (sum X)?",
    "NAME_CONTRACT_STATUS_Approved_sum_x": "How many approved contracts do you have (sum X)?",
    "NAME_CONTRACT_STATUS_Completed_sum_x": "How many completed contracts do you have (sum X)?",
    "NAME_CONTRACT_STATUS_Demand_sum_x": "How many contracts are in demand (sum X)?",
    "NAME_CONTRACT_STATUS_Sent proposal_sum": "How many sent proposals do you have?",
    "NAME_CONTRACT_STATUS_Signed_sum_x": "How many signed contracts do you have (sum X)?",
    "NUM_INSTALMENT_VERSION_max": "What is the maximum installment version?",
    "NUM_INSTALMENT_VERSION_min": "What is the minimum installment version?",
    "NUM_INSTALMENT_VERSION_mean": "What is the average installment version?",
    "NUM_INSTALMENT_NUMBER_max": "What is the maximum installment number?",
    "NUM_INSTALMENT_NUMBER_min": "What is the minimum installment number?",
    "NUM_INSTALMENT_NUMBER_mean": "What is the average installment number?",
    "DAYS_INSTALMENT_max": "What is the maximum days until installment?",
    "DAYS_INSTALMENT_min": "What is the minimum days until installment?",
    "DAYS_ENTRY_PAYMENT_max": "What is the maximum days until entry payment?",
    "DAYS_ENTRY_PAYMENT_min": "What is the minimum days until entry payment?",
    "AMT_INSTALMENT_max": "What is the maximum installment amount?",
    "AMT_INSTALMENT_min": "What is the minimum installment amount?",
    "AMT_INSTALMENT_mean": "What is the average installment amount?",
    "AMT_PAYMENT_max": "What is the maximum payment amount?",
    "AMT_PAYMENT_min": "What is the minimum payment amount?",
    "AMT_PAYMENT_mean": "What is the average payment amount?",
    "AMT_ANNUITY_max_y": "What is the maximum annuity amount Y?",
    "AMT_ANNUITY_min_y": "What is the minimum annuity amount Y?",
    "AMT_ANNUITY_mean_y": "What is the average annuity amount Y?",
    "AMT_APPLICATION_max": "What is the maximum application amount?",
    "AMT_APPLICATION_min": "What is the minimum application amount?",
    "AMT_APPLICATION_mean": "What is the average application amount?",
    "AMT_CREDIT_max": "What is the maximum credit amount?",
    "AMT_CREDIT_min": "What is the minimum credit amount?",
    "AMT_CREDIT_mean": "What is the average credit amount?",
    "AMT_DOWN_PAYMENT_max": "What is the maximum down payment amount?",
    "AMT_DOWN_PAYMENT_min": "What is the minimum down payment amount?",
    "AMT_DOWN_PAYMENT_mean": "What is the average down payment amount?",
    "AMT_GOODS_PRICE_max": "What is the maximum goods price?",
    "AMT_GOODS_PRICE_min": "What is the minimum goods price?",
    "AMT_GOODS_PRICE_mean": "What is the average goods price?",
    "HOUR_APPR_PROCESS_START_max": "What is the maximum hour of approval process start?",
    "HOUR_APPR_PROCESS_START_min": "What is the minimum hour of approval process start?",
    "HOUR_APPR_PROCESS_START_mean": "What is the average hour of approval process start?",
    "RATE_DOWN_PAYMENT_max": "What is the maximum rate of down payment?",
    "RATE_DOWN_PAYMENT_min": "What is the minimum rate of down payment?",
    "RATE_DOWN_PAYMENT_mean": "What is the average rate of down payment?",
    "RATE_INTEREST_PRIMARY_max": "What is the maximum rate of primary interest?",
    "RATE_INTEREST_PRIMARY_min": "What is the minimum rate of primary interest?",
    "RATE_INTEREST_PRIMARY_mean": "What is the average rate of primary interest?",
    "RATE_INTEREST_PRIVILEGED_max": "What is the maximum rate of privileged interest?",
    "RATE_INTEREST_PRIVILEGED_min": "What is the minimum rate of privileged interest?",
    "RATE_INTEREST_PRIVILEGED_mean": "What is the average rate of privileged interest?",
    "DAYS_DECISION_max": "What is the maximum number of days for decision?",
    "DAYS_DECISION_min": "What is the minimum number of days for decision?",
    "DAYS_DECISION_mean": "What is the average number of days for decision?",
    "SELLERPLACE_AREA_max": "What is the maximum seller place area?",
    "SELLERPLACE_AREA_min": "What is the minimum seller place area?",
    "SELLERPLACE_AREA_mean": "What is the average seller place area?",
    "CNT_PAYMENT_max": "What is the maximum count of payment?",
    "CNT_PAYMENT_min": "What is the minimum count of payment?",
    "CNT_PAYMENT_mean": "What is the average count of payment?",
    "DAYS_FIRST_DRAWING_max": "What is the maximum number of days to the first drawing?",
    "DAYS_FIRST_DRAWING_min": "What is the minimum number of days to the first drawing?",
    "DAYS_FIRST_DRAWING_mean": "What is the average number of days to the first drawing?",
    "DAYS_FIRST_DUE_max": "What is the maximum number of days to the first due?",
    "DAYS_FIRST_DUE_min": "What is the minimum number of days to the first due?",
    "DAYS_FIRST_DUE_mean": "What is the average number of days to the first due?",
    "DAYS_LAST_DUE_1ST_VERSION_max": "What is the maximum number of days to the last due 1st version?",
    "DAYS_LAST_DUE_1ST_VERSION_min": "What is the minimum number of days to the last due 1st version?",
    "DAYS_LAST_DUE_1ST_VERSION_mean": "What is the average number of days to the last due 1st version?",
    "DAYS_LAST_DUE_max": "What is the maximum number of days to the last due?",
    "DAYS_LAST_DUE_min": "What is the minimum number of days to the last due?",
    "DAYS_LAST_DUE_mean": "What is the average number of days to the last due?",
    "DAYS_TERMINATION_max": "What is the maximum number of days to termination?",
    "DAYS_TERMINATION_min": "What is the minimum number of days to termination?",
    "DAYS_TERMINATION_mean": "What is the average number of days to termination?",
    "NAME_CONTRACT_TYPE_Cash loans_sum": "How many cash loans do you have?",
    "NAME_CONTRACT_TYPE_Consumer loans_sum": "How many consumer loans do you have?",
    "NAME_CONTRACT_TYPE_Revolving loans_sum": "How many revolving loans do you have?",
    "NAME_CONTRACT_TYPE_XNA_sum": "How many unspecified type of loans do you have?",
    "WEEKDAY_APPR_PROCESS_START_FRIDAY_sum": "How many applications did you start on Friday?",
    "WEEKDAY_APPR_PROCESS_START_MONDAY_sum": "How many applications did you start on Monday?",
    "WEEKDAY_APPR_PROCESS_START_SATURDAY_sum": "How many applications did you start on Saturday?",
    "WEEKDAY_APPR_PROCESS_START_SUNDAY_sum": "How many applications did you start on Sunday?",
    "WEEKDAY_APPR_PROCESS_START_THURSDAY_sum": "How many applications did you start on Thursday?",
    "WEEKDAY_APPR_PROCESS_START_TUESDAY_sum": "How many applications did you start on Tuesday?",
    "WEEKDAY_APPR_PROCESS_START_WEDNESDAY_sum": "How many applications did you start on Wednesday?",
    "FLAG_LAST_APPL_PER_CONTRACT_N_sum": "How many times was the last application per contract 'No'?",
    "FLAG_LAST_APPL_PER_CONTRACT_Y_sum": "How many times was the last application per contract 'Yes'?",
    "NFLAG_LAST_APPL_IN_DAY_0_sum": "How many times was the last application not on the same day?",
    "NFLAG_LAST_APPL_IN_DAY_1_sum": "How many times was the last application on the same day?",
    "NAME_CASH_LOAN_PURPOSE_Building a house or an annex_sum": "How many times have you taken a loan for building a house or an annex?",
    "NAME_CASH_LOAN_PURPOSE_Business development_sum": "How many times have you taken a loan for business development?",
    "NAME_CASH_LOAN_PURPOSE_Buying a garage_sum": "How many times have you taken a loan for buying a garage?",
    "NAME_CASH_LOAN_PURPOSE_Buying a holiday home / land_sum": "How many times have you taken a loan for buying a holiday home or land?",
    "NAME_CASH_LOAN_PURPOSE_Buying a home_sum": "How many times have you taken a loan for buying a home?",
    "NAME_CASH_LOAN_PURPOSE_Buying a new car_sum": "How many times have you taken a loan for buying a new car?",
    "NAME_CASH_LOAN_PURPOSE_Buying a used car_sum": "How many times have you taken a loan for buying a used car?",
    "NAME_CASH_LOAN_PURPOSE_Car repairs_sum": "How many times have you taken a loan for car repairs?",
    "NAME_CASH_LOAN_PURPOSE_Education_sum": "How many times have you taken a loan for education?",
    "NAME_CASH_LOAN_PURPOSE_Everyday expenses_sum": "How many times have you taken a loan for everyday expenses?",
    "NAME_CASH_LOAN_PURPOSE_Furniture_sum": "How many times have you taken a loan for furniture?",
    "NAME_CASH_LOAN_PURPOSE_Gasification / water supply_sum": "How many times have you taken a loan for gasification or water supply?",
    "NAME_CASH_LOAN_PURPOSE_Hobby_sum": "How many times have you taken a loan for a hobby?",
    "NAME_CASH_LOAN_PURPOSE_Journey_sum": "How many times have you taken a loan for a journey?",
    "NAME_CASH_LOAN_PURPOSE_Medicine_sum": "How many times have you taken a loan for medicine?",
    "NAME_CASH_LOAN_PURPOSE_Money for a third person_sum": "How many times have you taken a loan for a third person?",
    "NAME_CASH_LOAN_PURPOSE_Other_sum": "How many times have you taken a loan for other purposes?",
    "NAME_CASH_LOAN_PURPOSE_Payments on other loans_sum": "How many times have you taken a loan for payments on other loans?",
    "NAME_CASH_LOAN_PURPOSE_Purchase of electronic equipment_sum": "How many times have you taken a loan for purchasing electronic equipment?",
    "NAME_CASH_LOAN_PURPOSE_Refusal to name the goal_sum": "How many times have you refused to name the goal of your loan?",
    "NAME_CASH_LOAN_PURPOSE_Repairs_sum": "How many times have you taken a loan for repairs?",
    "NAME_CASH_LOAN_PURPOSE_Urgent needs_sum": "How many times have you taken a loan for urgent needs?",
    "NAME_CASH_LOAN_PURPOSE_Wedding / gift / holiday_sum": "How many times have you taken a loan for a wedding, gift, or holiday?",
    "NAME_CASH_LOAN_PURPOSE_XAP_sum": "How many times have you taken a loan for XAP purpose?",
    "NAME_CASH_LOAN_PURPOSE_XNA_sum": "How many times have you taken a loan for undisclosed purposes?",
    "NAME_CONTRACT_STATUS_Approved_sum_y": "How many of your contracts have been approved?",
    "NAME_CONTRACT_STATUS_Canceled_sum": "How many of your contracts have been canceled?",
    "NAME_CONTRACT_STATUS_Refused_sum": "How many of your contracts have been refused?",
    "NAME_CONTRACT_STATUS_Unused offer_sum": "How many of your contract offers have gone unused?",
    "NAME_PAYMENT_TYPE_Cash through the bank_sum": "How many times have you made payments in cash through the bank?",
    "NAME_PAYMENT_TYPE_Cashless from the account of the employer_sum": "How many times have you made cashless payments from your employer's account?",
    "NAME_PAYMENT_TYPE_Non-cash from your account_sum": "How many times have you made non-cash payments from your account?",
    "NAME_PAYMENT_TYPE_XNA_sum": "How many times have your payment types been undisclosed?",
    "CODE_REJECT_REASON_CLIENT_sum": "How many times have you been rejected due to client-related reasons?",
    "CODE_REJECT_REASON_HC_sum": "How many times have you been rejected due to HC reasons?",
    "CODE_REJECT_REASON_LIMIT_sum": "How many times have you been rejected due to limit reasons?",
    "CODE_REJECT_REASON_SCO_sum": "How many times have you been rejected due to SCO reasons?",
    "CODE_REJECT_REASON_SCOFR_sum": "How many times have you been rejected due to SCOFR reasons?",
    "CODE_REJECT_REASON_SYSTEM_sum": "How many times have you been rejected due to system reasons?",
    "CODE_REJECT_REASON_VERIF_sum": "How many times have you been rejected due to verification reasons?",
    "CODE_REJECT_REASON_XAP_sum": "How many times have you been rejected due to XAP reasons?",
    "CODE_REJECT_REASON_XNA_sum": "How many times have you been rejected for undisclosed reasons?",
    "NAME_TYPE_SUITE_Children_sum": "How many times have children been listed in your suite?",
    "NAME_TYPE_SUITE_Family_sum": "How many times has your family been listed in your suite?",
    "NAME_TYPE_SUITE_Group of people_sum": "How many times has a group of people been listed in your suite?",
    "NAME_TYPE_SUITE_Other_A_sum": "How many times has 'Other A' been listed in your suite?",
    "NAME_TYPE_SUITE_Other_B_sum": "How many times has 'Other B' been listed in your suite?",
    "NAME_TYPE_SUITE_Spouse, partner_sum": "How many times has a spouse or partner been listed in your suite?",
    "NAME_TYPE_SUITE_Unaccompanied_sum": "How many times have you been unaccompanied in your suite?",
    "NAME_CLIENT_TYPE_New_sum": "How many times have you been classified as a new client?",
    "NAME_CLIENT_TYPE_Refreshed_sum": "How many times have you been classified as a refreshed client?",
    "NAME_CLIENT_TYPE_Repeater_sum": "How many times have you been classified as a repeater client?",
    "NAME_CLIENT_TYPE_XNA_sum": "How many times has your client type been undisclosed?",
    "NAME_GOODS_CATEGORY_Additional Service_sum": "How many times have you purchased additional services?",
    "NAME_GOODS_CATEGORY_Audio/Video_sum": "How many times have you purchased audio/video products?",
    "NAME_GOODS_CATEGORY_Auto Accessories_sum": "How many times have you purchased auto accessories?",
    "NAME_GOODS_CATEGORY_Clothing and Accessories_sum": "How many times have you purchased clothing and accessories?",
    "NAME_GOODS_CATEGORY_Computers_sum": "How many times have you purchased computers?",
    "NAME_GOODS_CATEGORY_Construction Materials_sum": "How many times have you purchased construction materials?",
    "NAME_GOODS_CATEGORY_Consumer Electronics_sum": "How many times have you purchased consumer electronics?",
    "NAME_GOODS_CATEGORY_Direct Sales_sum": "How many times have you made direct sales purchases?",
    "NAME_GOODS_CATEGORY_Education_sum": "How many times have you purchased education-related goods?",
    "NAME_GOODS_CATEGORY_Fitness_sum": "How many times have you purchased fitness products?",
    "NAME_GOODS_CATEGORY_Furniture_sum": "How many times have you purchased furniture?",
    "NAME_GOODS_CATEGORY_Gardening_sum": "How many times have you purchased gardening products?",
    "NAME_GOODS_CATEGORY_Homewares_sum": "How many times have you purchased homewares?",
    "NAME_GOODS_CATEGORY_Insurance_sum": "How many times have you purchased insurance?",
    "NAME_GOODS_CATEGORY_Jewelry_sum": "How many times have you purchased jewelry?",
    "NAME_GOODS_CATEGORY_Medical Supplies_sum": "How many times have you purchased medical supplies?",
    "NAME_GOODS_CATEGORY_Medicine_sum": "How many times have you purchased medicine?",
    "NAME_GOODS_CATEGORY_Mobile_sum": "How many times have you purchased mobile products?",
    "NAME_GOODS_CATEGORY_Office Appliances_sum": "How many times have you purchased office appliances?",
    "NAME_GOODS_CATEGORY_Other_sum": "How many times have you purchased other types of goods?",
    "NAME_GOODS_CATEGORY_Photo / Cinema Equipment_sum": "How many times have you purchased photo/cinema equipment?",
    "NAME_GOODS_CATEGORY_Sport and Leisure_sum": "How many times have you purchased sport and leisure products?",
    "NAME_GOODS_CATEGORY_Tourism_sum": "How many times have you purchased tourism-related goods?",
    "NAME_GOODS_CATEGORY_Vehicles_sum": "How many times have you purchased vehicles?",
    "NAME_GOODS_CATEGORY_Weapon_sum": "How many times have you purchased weapons?",
    "NAME_GOODS_CATEGORY_XNA_sum": "How many times have your goods category purchases been undisclosed?",
    "NAME_PORTFOLIO_Cards_sum": "How many times has your portfolio included cards?",
    "NAME_PORTFOLIO_Cars_sum": "How many times has your portfolio included cars?",
    "NAME_PORTFOLIO_Cash_sum": "How many times has your portfolio included cash?",
    "NAME_PORTFOLIO_POS_sum": "How many times has your portfolio included POS (Point of Sale) transactions?",
    "NAME_PORTFOLIO_XNA_sum": "How many times has your portfolio purpose been undisclosed?",
    "NAME_PRODUCT_TYPE_XNA_sum": "How many times has your product type been undisclosed?",
    "NAME_PRODUCT_TYPE_walk-in_sum": "How many times have you been classified as a walk-in product type?",
    "NAME_PRODUCT_TYPE_x-sell_sum": "How many times have you been classified as an x-sell product type?",
    "CHANNEL_TYPE_AP+ (Cash loan)_sum": "How many times have you obtained a cash loan through the AP+ channel?",
    "CHANNEL_TYPE_Car dealer_sum": "How many times have you used a car dealer as your loan channel?",
    "CHANNEL_TYPE_Channel of corporate sales_sum": "How many times have you used corporate sales channels?",
    "CHANNEL_TYPE_Contact center_sum": "How many times have you used a contact center as your loan channel?",
    "CHANNEL_TYPE_Country-wide_sum": "How many times have you used country-wide channels for your loan?",
    "CHANNEL_TYPE_Credit and cash offices_sum": "How many times have you used credit and cash offices for your loan?",
    "CHANNEL_TYPE_Regional / Local_sum": "How many times have you used regional or local channels for your loan?",
    "CHANNEL_TYPE_Stone_sum": "How many times have you used the Stone channel for your loan?",
    "NAME_SELLER_INDUSTRY_Auto technology_sum": "How many times have you interacted with the auto technology industry for loans?",
    "NAME_SELLER_INDUSTRY_Clothing_sum": "How many times have you interacted with the clothing industry for loans?",
    "NAME_SELLER_INDUSTRY_Connectivity_sum": "How many times have you interacted with the connectivity industry for loans?",
    "NAME_SELLER_INDUSTRY_Construction_sum": "How many times have you interacted with the construction industry for loans?",
    "NAME_SELLER_INDUSTRY_Consumer electronics_sum": "How many times have you interacted with the consumer electronics industry for loans?",
    "NAME_SELLER_INDUSTRY_Furniture_sum": "How many times have you interacted with the furniture industry for loans?",
    "NAME_SELLER_INDUSTRY_Industry_sum": "How many times have you interacted with the industrial sector for loans?",
    "NAME_SELLER_INDUSTRY_Jewelry_sum": "How many times have you interacted with the jewelry industry for loans?",
    "NAME_SELLER_INDUSTRY_MLM partners_sum": "How many times have you interacted with MLM partners for loans?",
    "NAME_SELLER_INDUSTRY_Tourism_sum": "How many times have you interacted with the tourism industry for loans?",
    "NAME_SELLER_INDUSTRY_XNA_sum": "How many times has your seller industry been undisclosed for loans?",
    "NAME_YIELD_GROUP_XNA_sum": "How many times has your yield group been undisclosed?",
    "NAME_YIELD_GROUP_high_sum": "How many times have you been classified in the high yield group?",
    "NAME_YIELD_GROUP_low_action_sum": "How many times have you been classified in the low action yield group?",
    "NAME_YIELD_GROUP_low_normal_sum": "How many times have you been classified in the low normal yield group?",
    "NAME_YIELD_GROUP_middle_sum": "How many times have you been classified in the middle yield group?",
    "PRODUCT_COMBINATION_Card Street_sum": "How many times has your product combination been 'Card Street'?",
    "PRODUCT_COMBINATION_Card X-Sell_sum": "How many times has your product combination been 'Card X-Sell'?",
    "PRODUCT_COMBINATION_Cash_sum": "How many times has your product combination been cash?",
    "PRODUCT_COMBINATION_Cash Street: high_sum": "How many times has your product combination been 'Cash Street: high'?",
    "PRODUCT_COMBINATION_Cash Street: low_sum": "How many times has your product combination been 'Cash Street: low'?",
    "PRODUCT_COMBINATION_Cash Street: middle_sum": "How many times has your product combination been 'Cash Street: middle'?",
    "PRODUCT_COMBINATION_Cash X-Sell: high_sum": "How many times has your product combination been 'Cash X-Sell: high'?",
    "PRODUCT_COMBINATION_Cash X-Sell: low_sum": "How many times has your product combination been 'Cash X-Sell: low'?",
    "PRODUCT_COMBINATION_Cash X-Sell: middle_sum": "How many times has your product combination been 'Cash X-Sell: middle'?",
    "PRODUCT_COMBINATION_POS household with interest_sum": "How many times has your product combination been 'POS household with interest'?",
    "PRODUCT_COMBINATION_POS household without interest_sum": "How many times has your product combination been 'POS household without interest'?",
    "PRODUCT_COMBINATION_POS industry with interest_sum": "How many times has your product combination been 'POS industry with interest'?",
    "PRODUCT_COMBINATION_POS industry without interest_sum": "How many times has your product combination been 'POS industry without interest'?",
    "PRODUCT_COMBINATION_POS mobile with interest_sum": "How many times has your product combination been 'POS mobile with interest'?",
    "PRODUCT_COMBINATION_POS mobile without interest_sum": "How many times has your product combination been 'POS mobile without interest'?",
    "PRODUCT_COMBINATION_POS other with interest_sum": "How many times has your product combination been 'POS other with interest'?",
    "PRODUCT_COMBINATION_POS others without interest_sum": "How many times has your product combination been 'POS others without interest'?",
    "NFLAG_INSURED_ON_APPROVAL_0_sum": "How many times have you not been insured upon approval?",
    "NFLAG_INSURED_ON_APPROVAL_1_sum": "How many times have you been insured upon approval?",
    "MONTHS_BALANCE_max_y": "What is the maximum months balance for your account?",
    "MONTHS_BALANCE_min_y": "What is the minimum months balance for your account?",
    "CNT_INSTALMENT_max": "What is the maximum count of instalments for your loans?",
    "CNT_INSTALMENT_min": "What is the minimum count of instalments for your loans?",
    "CNT_INSTALMENT_mean": "What is the average count of instalments for your loans?",
    "CNT_INSTALMENT_FUTURE_max": "What is the maximum count of future instalments for your loans?",
    "CNT_INSTALMENT_FUTURE_min": "What is the minimum count of future instalments for your loans?",
    "CNT_INSTALMENT_FUTURE_mean": "What is the average count of future instalments for your loans?",
    "SK_DPD_max_y": "What is the maximum number of days past due for your account?",
    "SK_DPD_min_y": "What is the minimum number of days past due for your account?",
    "SK_DPD_mean_y": "What is the average number of days past due for your account?",
    "SK_DPD_DEF_max_y": "What is the maximum number of days past due with a deferral for your account?",
    "SK_DPD_DEF_min_y": "What is the minimum number of days past due with a deferral for your account?",
    "SK_DPD_DEF_mean_y": "What is the average number of days past due with a deferral for your account?",
    "NAME_CONTRACT_STATUS_Active_sum_y": "How many of your contracts are currently active?",
    "NAME_CONTRACT_STATUS_Amortized debt_sum": "How many of your contracts have been classified as 'Amortized debt'?",
    "NAME_CONTRACT_STATUS_Approved_sum": "How many of your contracts have been approved?",
    "NAME_CONTRACT_STATUS_Completed_sum_y": "How many of your contracts have been completed?",
    "NAME_CONTRACT_STATUS_Demand_sum_y": "How many of your contracts are currently on demand?",
    "NAME_CONTRACT_STATUS_Returned to the store_sum": "How many of your contracts have been returned to the store?",
    "NAME_CONTRACT_STATUS_Signed_sum_y": "How many of your contracts have been signed?"
}




